// ================= 1 =================

function makePizza() {
  return 'Ваша пицца готовится, ожидайте.';
}
// Пиши код ниже этой строки

const result = makePizza('Ваша пицца готовится, ожидайте.');
const pointer = makePizza;

// ================= 2 =================

function deliverPizza(pizzaName) {
  return `Доставляем пиццу ${pizzaName}.`;
}

function makePizza(pizzaName) {
  return `Пицца ${pizzaName} готовится, ожидайте...`;
}

// Пиши код ниже этой строки
function makeMessage(pizzaName, callback) {
  return callback(pizzaName);
}

// ================= 3 =================

// ================= 4 =================

// ================= 5 =================

// ================= 6 =================

// ================= 7 =================

// ================= 8 =================

// ================= 9 =================

// ================= 10 =================
